<?php

    //return getBnLang();
return [
    // woring in this area
   'menu' => [
        'site_short' => 'বাংলাদেশ বন অধিদপ্তর',
        'site' => 'বাংলাদেশ বন অধিদপ্তর',
        'login' => 'লগইন',
        'logout' => 'লগ আউট',

        'role_parent' => 'সেটিংস',
        'role' => 'ইউজার রোল',
        'role_create' => 'ইউজার রোল তৈরি',

        'site_setting' => 'সফ্টওয়্যার সেটিং',
        'site_setting_create' => 'সফ্টওয়্যার সেটিং তৈরি',

        'user_type' => 'ব্যবহারকারীর ধরন',
        'user_type_create' => 'ব্যবহারকারীর ধরন তৈরি',

        'user_parent' => 'ব্যবহারকারী',
        'users' => 'ব্যবহারকারী',
        'user' => 'ক্রেতা',
        'user_create' => 'ক্রেতা তৈরি',


        'permission' => 'অনুমতি',
        'permission_create' => 'অনুমতি তৈরি',

        'admins_parent' => 'অফিস',
        'admin' => 'অ্যাডমিন ব্যবহারকারী',
        'admin_create' => 'অ্যাডমিন ব্যবহারকারী তৈরি',

        'nursery' => 'নার্সারি কেন্দ্রর নাম',
        'nursery_create' => 'নার্সারি কেন্দ্র তৈরি',
        


        'dashboard_parent' => 'ড্যাশবোর্ড',
        'dashboard' => 'ড্যাশবোর্ড',

        
        'page_parent' => 'পাতা',
        'partner' => 'অংশীদার',
        'banner' => 'ব্যানার',
        'contact' => 'যোগাযোগ',
        'version' => 'সংস্করণ',
        'content_category' => 'চারার শ্রেণি',
        'content' => 'বিষয়বস্তু',

        'color_parent' => 'চারা',
        
        'color' => 'রঙ',
        'color_create' => 'রঙ তৈরি',

        'unit' => 'ইউনিট',
        'unit_create' => 'ইউনিট তৈরি',

        'size' => 'উচ্চতা',
        'size_create' => 'উচ্চতা তৈরি',

        'budget' => 'বাজেট',
        'budget_create' => 'বাজেট তৈরি',

        'financial_year' => 'অর্থ বছর',
        'financial_year_create' => 'অর্থ বছর তৈরি',

        'stock_type' => 'উত্তোলন/বিক্রয়/বিতরণের উদ্দেশ্য',
        'stock_type_create' => 'উত্তোলন/বিক্রয়/বিতরণের উদ্দেশ্য তৈরি',

        'age' => 'বয়স',
        'age_create' => 'বয়স তৈরি',

        'category' => 'চারার শ্রেণি',
        'category_create' => 'চারার শ্রেণি তৈরি',

        'product' => 'চারার প্রজাতি',
        'product_create' => 'চারার প্রজাতি তৈরি',

        'location_parent' => 'প্রশাসনিক অবস্থানসমূহ',
        
        'state' => 'অঞ্চল',
        'state_create' => 'অঞ্চল তৈরি',
        
        'division' => 'বিভাগ',
        'division_create' => 'বিভাগ তৈরি',

        'district' => 'জেলা',
        'district_create' => 'জেলা তৈরি',

        'upazila' => 'উপজেলা',
        'upazila_create' => 'উপজেলা তৈরি',
        

        

        'inventory_parent' => 'ইনভেন্টরি',
        
        'purchase' => 'চারা উত্তোলন',
        'purchase_create' => 'চারা উত্তোলনের তথ্য যোগ করুন',
        
        'sale' => 'চারা বিক্রয়/বিতরণ',
        'sale_create' => 'চারা বিক্রয়/বিতরণের তথ্য যোগ করুন',

        'lang' => 'ভাষা',
        'lang_create' => 'ভাষা তৈরি',

        'range_office' => 'রেঞ্জ /এসএফএনটিসি ব্যবহারকারী',
        'range_office_create' => 'রেঞ্জ /এসএফএনটিসি ব্যবহারকারী তৈরি',

        'beat_office' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র)  ব্যবহারকারী',
        'beat_office_create' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র)  ব্যবহারকারী তৈরি',

        'office_parent' => 'অবস্থানসমূহ',

        'forest_state' => 'অঞ্চল',
        'forest_state_create' => 'অঞ্চল তৈরি',
        
        'forest_division' => 'বন বিভাগ',
        'forest_division_create' => 'বন বিভাগ তৈরি',

        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_range_create' => 'রেঞ্জ /এসএফএনটিসি তৈরি',

        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',
        'forest_beat_create' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র)  তৈরি',

        'report_parent' => 'প্রতিবেদন',
        'report_one' => 'চারার প্রজাতি ভিত্তিক উত্তোলন প্রতিবেদন',
        'report_two' => ' চারার প্রজাতি ভিত্তিক বিক্রয়/বিতরণ প্রতিবেদন',
        'report_three' => 'চারার প্রজাতি ভিত্তিক মজুদ প্রতিবেদন',
        'report_four' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন রেঞ্জ অনুযায়ী',
        'report_five' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন রেঞ্জ অনুযায়ী',
        'report_six' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন রেঞ্জ অনুযায়ী',
        'report_seven' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন নার্সারী কেন্দ্র অনুযায়ী',
        'report_eight' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন নার্সারী কেন্দ্র অনুযায়ী',
        'report_nine' => 'মাসিক চারা বিক্রয়/বিতরণ ও মজুদের প্রতিবেদন নার্সারী কেন্দ্র অনুযায়ী',
        
   ],

    'common' => [
        'export' => 'এক্সেল শীটে ডাউনলোড করুন',
        'total' => 'মোট',
        'en_lang_use' => 'ইংরেজি',
        'back' => 'পেছনে',
        'sdel' => 'হালকা করে মুছুন',
        'fdel' => 'জোর করে মুছুন',
        'cancel' => 'বাতিল',
        'save' => 'সংরক্ষণ',
        'not_save' => 'সংরক্ষণ করবেন না',
        'not_save1' => 'পরিবর্তন সংরক্ষণ করা হয়নি',
        'list' => 'রেকর্ড তালিকা',
        'info' => 'তথ্য',
        'add' => '',
        'edit' => 'পরিবর্তন করুন',
        'update' => 'হালনাগাদ করুন',
        'delete' => 'মুছুন',
        'all' => 'সকল',
        'action' => 'অ্যাকশন',
        'select' => 'সিলেক্ট করুন',
        'status' => 'অবস্থা',
        'action' => 'অ্যাকশন',
        'success' => 'এই প্রক্রিয়া সফলভাবে সম্পন্ন করা হয়েছে',
        'success_heading' => 'সফলভাবে সম্পূর্ন!',
        'error_whoops' => 'দুঃখিত!',
        'error_heading' => 'আপনার ইনপুটে কিছু সমস্যা আছে',
        'error' => 'কিছু ত্রুটি পাওয়া গেছে, সঠিকভাবে আবার চেষ্টা করুন',
        'error_related' => 'অন্যান্য ডেটার সাথে সম্পর্কিত থাকার কারণে এই ডেটা মুছে ফেলা যাবে না',
        'error_duplicate' => 'ডুপ্লিকেট ডেটা অনুমোদিত নয়, এই ডেটা এই টেবিলে ইতিমধ্যেই বিদ্যমান',
        'confirm_msg' => 'আপনি কি নিশ্চিত আপনি এই রেকর্ড মুছে দিতে চান?',
        'max_size' => 'সর্বাধিক ফাইলের আকার:১০০কে বি',

        'add_more' => 'আরো যোগ করুন',
        'approve_msg' => 'আপনি কি নিশ্চিত আপনি এই রেকর্ড অনুমোদন করতে চান?',
        'unapprove_msg' => 'আপনি কি নিশ্চিত যে আপনি এই রেকর্ডটি বাতিল করতে চান?',

        //New
        'approve' => 'অনুমোদন',
        'unapprove' => 'অনুমোদন না করা',
        'search' => 'অনুসন্ধান করুন',
        'chart_1_title' => 'চারা মজুদের সামগ্রিক প্রতিবেদন',
        'change_password' => 'পাসওয়ার্ড পরিবর্তন',
        'password' => 'পাসওয়ার্ড',
        'password_confirmation' => 'পাসওয়ার্ড নিশ্চিত করুন',
        'password_confirm_msg' => 'আপনি কি নিশ্চিত আপনি পাসওয়ার্ড পরিবর্তন করতে চান?',
        'submit_confirm_msg' => 'আপনি এই রেকর্ড সংরক্ষণ করতে চান?',
        //New
        'error_eligible_msg' => 'দুঃখিত! আপনি এই অবস্থা পরিবর্তন করার জন্য অনুমোদিত নন',
        'approve_msg1' => 'আপনি কি নিশ্চিত আপনি এই অবস্থা পরিবর্তন করতে চান?',
        'unapprove_msg1' => 'আপনি কি নিশ্চিত আপনি এই অবস্থা পরিবর্তন করতে চান?',
        'approve1' => 'হ্যাঁ',
        'unapprove1' => 'না',
        
    ],

    'status' => [
        'active' => 'সক্রিয়',
        'inactive' => 'নিষ্ক্রিয়',
        'pending' => 'অনিষ্পাদিত',
        'rejected' => 'প্রত্যাখ্যাত',
        'deleted' => 'মুছে ফেলা হয়েছে',

        'bo_pending' => 'বিট অনুমোদন বাকি আছে',
        'ro_pending' => 'রেঞ্জ অনুমোদন বাকি আছে',
        'acf_pending' => 'এসিএফ অনুমোদন বাকি আছে',
        'dfo_pending' => 'ডিএফও অনুমোদন বাকি আছে',
        'final_approved' => 'চূড়ান্ত অনুমোদিত',
    ],

    'login' => [
        'title' => 'আপনার একাউন্টে সাইন ইন করুন',
        'forgot' => 'আপনার পাসওয়ার্ড ভুলে গেছেন?',
        'action' => 'অ্যাকশন',
        'software_name' => 'নার্সারি ম্যানেজমেন্ট সিস্টেম (এন এম এস)',
        'sl' => '#',
        'save' => 'লগইন',
        'email' => 'ই-মেইল এড্রেস',
        'password' => 'পাসওয়ার্ড',
        'confirm_password' => 'নিশ্চিত পাসওয়ার্ড',
        'manualcaption' => 'এইখান থেকে ডাউনলোড করুন',
        'manual' => 'ইউজার ম্যানুয়াল',
        'reset_password' => 'পাসওয়ার্ড রিসেট করুন',
        'forget_password_mail' => 'পাসওয়ার্ড রিসেট করুন',
        'send_password_reset_link' => 'পাসওয়ার্ড রিসেট লিঙ্ক পাঠান',
    ],

    'permission' => [
        'title' => 'অনুমতি',
        'list' => 'অনুমতি তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'অনুমতির নাম'
    ],
    'role' => [
        'title' => 'ইউজার রোল',
        'list' => 'ইউজার রোল তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'ইউজার রোলের নাম',
        'code' => 'ইউজার রোলের কোড',
        'title_en' => 'ইউজার রোলের নাম (ইংরেজি)',
        'title_bn' => 'ইউজার রোলের নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদ করার তারিখ',
    ],

    'user_type' => [
        'title' => 'ব্যবহারকারীর ধরন',
        'list' => 'ব্যবহারকারীর ধরন তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'permission' => 'অনুমতি',
        'name' => 'ব্যবহারকারীর ধরনের নাম',
        'code' => 'ব্যবহারকারীর ধরনের কোড',
        'title_en' => 'ব্যবহারকারীর ধরনের নাম (ইংরেজি)',
        'title_bn' => 'ব্যবহারকারীর ধরনের নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদ করার তারিখ',

        
        'default_role' => 'ডিফাউল্ট রোল ',
        'sort' => 'শর্ট কোড',
    ],

    'user' => [
        'sort' => 'শর্ট কোড',
        'title' => 'ক্রেতা',
        'list' => 'ক্রেতার তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'status' => 'ক্রেতার  অবস্থা',
        'name' => ' ক্রেতার নাম',
        'username' => 'ক্রেতার ইউজার নাম',
        'email' => 'ক্রেতার ইমেল',
        'password' => 'ক্রেতার পাসওয়ার্ড',
        'password_confirmation' => 'ক্রেতার পাসওয়ার্ড নিশ্চিত করুন',
        'thumb' => 'ক্রেতার ছবি',

         
        'contact' => 'ক্রেতার মোবাইল',
        'default' => 'ডিফ্লট ক্রেতা',
        'walking' => 'ডিফ্লট ক্রেতা',

        'title_en' => 'ক্রেতার নাম (ইংরেজি)',
        'title_bn' => 'ক্রেতার নাম (বাংলা)',
    ],

    'admin' => [
        'sort' => 'শর্ট কোড',
        'title' => 'অফিস ব্যবহারকারীর',
        'list' => ' তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'status' => 'স্ট্যাটাস',
        'code' => 'কোড',
        'name' => 'ব্যবহারকারীর নাম',
        'office' => 'অফিসের নাম',
        'office_en' => 'অফিসের নাম (ইংরেজি)',
        'office_bn' => 'অফিসের নাম (বাংলা)',
        'title_en' => 'নাম (ইংরেজি)',
        'title_bn' => 'নাম (বাংলা)',
        'contact' => 'মোবাইল',
        'username' => ' ইউজারনাম',
        'email' => ' ইমেইল',
        'password' => ' পাসওয়ার্ড',
        'password_confirmation' => 'পাসওয়ার্ড নিশ্চিতকরণ',
        'thumb' => 'ছবি',
        'role' => 'ইউজার রোল',
        'user_type' => 'ইউজার ধরন',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' =>'জেলা',
        'upazila' => 'উপজেলা',

        
        'address' => 'ঠিকানা',
        'address_en' => 'ঠিকানা (ইংরেজি)',
        'address_bn' => 'ঠিকানা (বাংলা)',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',
       
        
    ],

    'financial_year' => [

    'name' => 'অর্থ বছর',
    'year' => 'বছর',
    'code' => 'কোড',
    'created_at' => 'ডাটা যুক্ত করার তারিখ',
    'action' => 'অ্যাকশন',
    ],
    

    'nursery' => [
        'sort' => 'শর্ট কোড',
        'title' => 'নার্সারি',
        'list' => 'নার্সারি তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'status' => 'নার্সারি অ্যাকশন',
        'admin' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',
        'code' => 'নার্সারি কোড',
        'name' => 'যোগাযোগ ব্যক্তির নাম',
        'office' => 'নার্সারির নাম',
        'office_en' => 'নার্সারির নাম (ইংরেজি)',
        'office_bn' => 'নার্সারির নাম (বাংলা)',
        'title_en' => 'যোগাযোগকারী ব্যক্তির নাম (ইংরেজি)',
        'title_bn' => 'যোগাযোগকারী ব্যক্তির নাম (বাংলা)',
        'contact' => 'যোগাযোগ ব্যক্তির মোবাইল',
        'username' => 'নার্সারি ইউজারনাম',
        'email' => 'নার্সারি ইমেল',
        'password' => 'নার্সারি পাসওয়ার্ড',
        'password_confirmation' => 'নার্সারি পাসওয়ার্ড নিশ্চিত করুন',
        'thumb' => 'নার্সারির ছবি',
        'role' => 'ইউজার রোল',
        'user_type' => 'নার্সারি টাইপ',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' => 'জেলা',
        'upazila' => 'উপজেলা',


        'latitude' => 'অক্ষাংশ',
        'longitude' => 'দ্রাঘিমাংশ',

        'details' => 'নার্সারি বিবরণ',
        'details_en' => 'নার্সারি বিবরণ (ইংরেজি)',
        'details_bn' => 'নার্সারি বিবরণ (বাংলা)',

        
        'address' => 'নার্সারির ঠিকানা',
        'address_en' => 'নার্সারির ঠিকানা (ইংরেজি)',
        'address_bn' => 'নার্সারির ঠিকানা (বাংলা)',
    ],


    'site_setting' => [
        'sort' => 'শর্ট কোড',
        'list' => 'সফ্টওয়্যারের তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'সফ্টওয়্যারের তালিকা',
        'title' => 'সফ্টওয়্যার শিরোনাম',
        'title_en' => 'সফ্টওয়্যার শিরোনাম (ইংরেজি)',
        'title_bn' => 'সফ্টওয়্যার শিরোনাম (বাংলা)',
        'site_address' => 'ঠিকানা',
        'site_address_en' => 'ঠিকানা (ইংরেজি)',
        'site_address_bn' => 'ঠিকানা (বাংলা)',
        'footer' => 'ফুটার',
        'footer_en' => 'ফুটার (ইংরেজি)',
        'footer_bn' => 'ফুটার (বাংলা)',
        'favicon' => 'ফেভিকন',
        'logo' => 'লোগো',
        'footer_logo' => 'ফুটার লোগো',
        'site_email' => 'ইমেইল',
        'site_mobile' => 'যোগাযোগ',
        'site_web' => 'ওয়েব',
        'home_page_one' => 'হোম পেজ এক',
        'home_page_two' => 'হোম পেজ দুই',
        'layout' => 'বিন্যাস নকশা',

        
        'vat' => 'ভ্যাট এমাউন্ট',
    ],

    'version' => [
        'sort' => 'শর্ট কোড',
        'title' => 'সংস্করণ',
        'list' => 'সংস্করণ তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'শিরোনাম',
        'thumb' => 'সংস্করণ লোগো',
    ],

    'content_category' => [
        'sort' => 'শর্ট কোড',
        'title' => 'চারার শ্রেণি',
        'list' => 'চারার শ্রেণির তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'শিরোনাম',
        'position' => 'পজিশন',
        'parent_id' => 'মূল শ্রেণি',
    ],

    'content' => [
        'sort' => 'শর্ট কোড',
        'title' => 'শিরোনাম',
        'list' => 'কন্টেন্ট তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'মেনুর নাম',
        'thumb' => 'ছবি',
        'link' => 'ছবির লিঙ্ক',
        'slug' => 'স্লাগ',
        'sub_title' => 'কন্টেন্ট শিরোনাম',
        'body' => 'বডি',
        'version_id' => 'সংস্করণ',
        'content_category_id' => 'কন্টেন্ট ক্যাটাগরি',
    ],


    'color' => [
        'title' => 'রঙ',
        'list' => 'রঙের তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'রঙের নাম',
        'code' => 'রঙের কোড',
        'title_en' => 'রঙের নাম (ইংরেজি)',
        'title_bn' => 'রঙের নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
    ],

    'unit' => [
        'title' => 'ইউনিট',
        'list' => 'ইউনিট তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'ইউনিট নাম',
        'code' => 'ইউনিট কোড',
        'title_en' => 'ইউনিট নাম (ইংরেজি)',
        'title_bn' => 'ইউনিট নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
    ],

    'size' => [
        'title' => 'উচ্চতা',
        'list' => 'উচ্চতার তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'উচ্চতার নাম',
        'code' => 'উচ্চতার কোড',
        'title_en' => 'উচ্চতার নাম  (ইংরেজি)',
        'title_bn' => 'উচ্চতার নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
    ],
    

    'age' => [
        'title' => 'বয়স',
        'list' => 'বয়স তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'বয়সের নাম',
        'code' => 'বয়স কোড',
        'title_en' => 'বয়সের নাম (ইংরেজি)',
        'title_bn' => 'বয়সের নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
    ],

    'category' => [
        'title' => 'চারার শ্রেণি',
        'list' => 'শ্রেণির তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'চারার শ্রেণির নাম',
        'code' => 'চারার শ্রেণির  কোড',
        'title_en' => 'চারার শ্রেণির নাম (ইংরেজি)',
        'title_bn' => 'চারার শ্রেণির নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'parent_id' => 'মূল শ্রেণি',
        'last' => 'শেষ',
    ],


    'product' => [
        'title' => 'চারার প্রজাতি',
        'list' => 'চারার তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'চারার প্রজাতির নাম',
        'code' => 'চারার প্রজাতির কোড',

        'scientific' => 'বৈজ্ঞানিক নাম',
        'scientific_en' => 'বৈজ্ঞানিক নাম (ইংরেজি)',
        'scientific_bn' => 'বৈজ্ঞানিক নাম (বাংলা)',

        'title_en' => 'চারার প্রজাতির নাম (ইংরেজি)',
        'title_bn' => 'চারার প্রজাতির নাম (বাংলা)',

        'details' => 'চারার বিবরণ',
        'details_en' => 'চারার বিবরণ (ইংরেজি)',
        'details_bn' => 'চারার বিবরণ (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'price' => 'নিয়মিত পলিব্যাগের মুল্য (টাকা)',
        'percent' => 'শতাংশ(%)',
        'discount' => 'ছাড়ের পরিমাণ',
        'category' => 'চারার শ্রেণি',
        'unit' => 'ইউনিট',
        'color' => 'রঙ',
        'age' => 'বয়স',
        'size' => 'উচ্চতা',
        'saleable' => 'অবস্থা',
        'thumb' => 'চারার প্রজাতির ছবি',

        

        'price_bag' => 'বিশেষ পলিব্যাগের মুল্য (টাকা)',
        'price_10' => '১০" টবের মূল্য (টাকা)',
        'price_12' => '১২" টবের মূল্য (টাকা)',
    ],

    'state' => [
        'title' => 'অঞ্চল',
        'list' => 'অঞ্চলের তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'অঞ্চলের নাম',
        'bbs_code' => ' অঞ্চলের কোড',
        'code' => 'অঞ্চলের কোড',
        'title_en' => 'অঞ্চলের নাম (ইংরেজি)',
        'title_bn' => 'অঞ্চলের নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
    ],

    'division' => [
        'title' => 'বন বিভাগ',
        'list' => 'বন বিভাগের তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'বিভাগের নাম',
        'bbs_code' => 'বিভাগের কোড',
        'code' => 'বিভাগের কোড',
        'title_en' => 'বন বিভাগের নাম (ইংরেজি)',
        'title_bn' => 'বন বিভাগের নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
        'price_type' => 'মূল্যের (টাকা) ধরন',

        'state' => 'অঞ্চল',
    ],

    'district' => [
        'title' => 'জেলা',
        'list' => 'জেলার তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'জেলার নাম',
        'bbs_code' => 'জেলা কোড',
        'code' => 'জেলা কোড',
        'title_en' => 'জেলার নাম (ইংরেজি)',
        'title_bn' => 'জেলার নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' => 'জেলা',
        'upazila' => 'উপজেলা',
    ],

    'upazila' => [
        'title' => 'উপজেলা',
        'list' => 'উপজেলা তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'উপজেলার নাম',
        'bbs_code' => 'জেলা কোড',
        'code' => 'উপজেলা কোড',
        'title_en' => 'উপজেলার নাম (ইংরেজি)',
        'title_bn' => 'উপজেলার নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' => 'জেলা',
        'upazila' => 'উপজেলা',
    ],

    'stock_type' => [
        'title' => 'মজুদের টাইপ',
        'list' => 'মজুদের টাইপ তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'মজুদের টাইপের নাম',
        'code' => 'মজুদের টাইপ কোড',
        'title_en' => 'মজুদের টাইপের নাম (ইংরেজি)',
        'title_bn' => 'মজুদের টাইপের নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
    ],

    // woring in this area
    
    'purchase' => [
        
        'view' => 'চারা উত্তোলনের চালান',
        'title' => 'চারা উত্তোলন',
        'list' => 'চারা উত্তোলনের তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'চারা উত্তোলনের নাম',
        'bbs_code' => 'চারা উত্তোলনের কোড',
        'code' => 'চারা উত্তোলনের কোড',
        'title_en' => 'চারা উত্তোলনের নাম (ইংরেজী)',
        'title_bn' => 'চারা উত্তোলনের নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'price' => 'মুল্য (টাকা)',
        'percent' => 'অংশ(%)',
        'discount' => 'ছাড়ের পরিমান',
        'category' => 'চারার শ্রেণি',
        'unit' => 'ইউনিট',
        'color' => 'রং',
        'age' => 'বয়স',
        'size' => 'উচ্চতা',
        'saleable' => 'বিক্রয়অনুমোদিত',
        'thumb' => 'চারার ছবি',
        'product' => 'চারার প্রজাতি',
        'vch_date' => 'চারা উত্তোলনের এন্ট্রি তারিখ',
        'stock_type' => 'চারা উত্তোলনের উদ্দেশ্য',

        'quantity' => 'চারার পরিমান (টি)',

        'details_en' => 'মন্তব্য (ইংরেজী)',
        'details_bn' => 'মন্তব্য (বাংলা)',
        'is_free' => 'বিনামূল্যে বিতরণ',
        'nursery' => 'নার্সারি কেন্দ্রের নাম',
        'approved' => 'অনুমোদিত',
        'total' => 'মোট চারা উত্তোলন',
        'approved_by' => 'অনুমোদনকারী',

        'price_type' => 'পলিব্যাগ/টব ',
        'budget' => 'বাজেট',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',

        'approval_status' => 'অনুমোদনের অবস্থা',

    ],

    'sale' => [
        
        'view' => 'চারা বিক্রয়ের চালান',
        'title' => 'চারা বিক্রয়/বিতরণ ',
        'list' => 'চারা বিক্রয়/বিতরণের তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'চারা বিক্রয়ের নাম',
        'bbs_code' => 'চারা বিক্রয়/বিতরণের কোড',
        'code' => 'চারা বিক্রয়/বিতরণের কোড',
        'title_en' => 'বিক্রয়/বিতরণের নাম (ইংরেজী)',
        'title_bn' => 'বিক্রয়/বিতরণের নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'price' => 'মুল্য (টাকা)',
        'percent' => 'অংশ(%)',
        'discount' => 'ছাড়ের পরিমান',
        'category' => 'চারার শ্রেণি',
        'unit' => 'পরিমান',
        'color' => 'রং',
        'age' => 'বয়স',
        'size' => 'উচ্চতা',
        'saleable' => 'বিক্রয়অনুমোদিত',
        'thumb' => 'চারার প্রজাতির ছবি',
        'product' => 'চারার প্রজাতি',
        'vch_date' => 'চারা বিক্রয়/বিতরণের তারিখ',
        'stock_type' => 'চারা বিক্রয়/বিতরণের উদ্দেশ্য',

        'quantity' => 'চারার পরিমান',

        'details_en' => 'মন্তব্য (ইংরেজী)',
        'details_bn' => 'মন্তব্য (বাংলা)',
        'free' => 'বিনামূল্যে বিতরণ',
        'is_free' => 'বিনামূল্যে বিতরন',
        'nursery' => 'নার্সারি কেন্দ্রের নাম',
        'approved' => 'অনুমোদিত',
        'total' => 'মোট মুল্য',
        'approved_by' => 'অনুমোদনকারী',

        'price_type' => 'পলিব্যাগ/টব ',
        'budget' => 'বাজেট',

        //New
        'total_price' => 'মোট চারার মুল্য (টাকা) (টাকা)',
        'total_quantity' => 'মোট চারার পরিমাণ (টি)',
        'discount' => 'ছাড়',
        'due_amount' => 'বাকি মূল্য',
        'paid_amount' => 'মোট মূল্য',
        'user' => 'ক্রেতা',
        'total_amount' => 'মোট মুল্য (টাকা)',
        'vat_amount' => 'ভ্যাট মুল্য',
        'discount_amount' => 'হ্রাসকৃত মুল্য',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি', 
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',

        'approval_status' => 'অনুমোদনের অবস্থা',

    ],


    'dashboard' => [
        'stock_in' => 'পর্যন্ত চারার মোট মজুদ',
        'stock_out' => 'চারা মোট উত্তোলন,বিক্রয়/বিতরণ',
        'stockin_count' => 'চারা উত্তোলন',
        'stockout_count' => 'চারা বিক্রয়/বিতরণ',
        'stock' => 'মোট চারার মজুদ ',
        'stock_in_approved' => 'মোট চারার উত্তোলন অনুমোদন অপেক্ষারত তালিকা',
        'stock_out_approved' => 'মোট চারার বিক্রয় অনুমোদন অপেক্ষারত তালিকা',
        'content_category' => 'চারার শ্রেণি',
        'content_seedling' => 'চারার প্রজাতি',
        'financial_year' => 'অর্থ বছর',
        'stock_quantity' => 'মজুদের পরিমান (টি)',
        'catergorywise_stock' => 'চারার শ্রেণি অনুযায়ী চলতি বছরের ',
        'till_stock' => 'পর্যন্ত  মজুদ',
        'purpose_stock' => 'উত্তোলন/বিক্রয়ের উদ্দেশ্য  অনুযায়ী চলতি বছরের ',
        'seedlingwise_stock' => 'চারার প্রজাতি  অনুযায়ী চলতি বছরের ',
        'monthlywise_stock' => 'চারার শ্রেণি  অনুযায়ী চলতি মাসের বিক্রয়/বিতরণ',
        'sale_quantity' => 'মোট বিক্রয়/বিতরণ',
        'pending_raising' => 'উত্তোলনের ডাটা অনুমোদনের জন্য অপেক্ষমান ',
        'pending_stockout' => 'বিক্রয়/বিতরণের ডাটা অনুমোদনের জন্য অপেক্ষমান',
        'user' => 'ব্যবহারকারী',
        'view_more' => 'আরো দেখুন',
        'app_status' => 'উত্তোলন এবং বিক্রয়/বিতরণ  ডাটা অনুমোদনের অবস্থা ',

        'range' => 'রেঞ্জ',
        'acf' => 'এসিএফ',
        'dfo' => 'ডিএফও',
        
    ],
        
   


    'lang' => [
        'title' => 'ভাষা',
        'list' => 'ভাষার  তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'ভাষার  নাম',
        'code' => 'ভাষা কোড',
        'title_en' => 'ভাষার  নাম ইং',
        'title_bn' => ' ভাষার  নাম বাং',

        'page' => 'পেজ',
        'key' => 'চাবি',
        'lang_1' => 'ইংরেজি',
        'lang_2' => 'বাংলা',

        'created_at' => 'এন্ট্রির তারিখ',
        'updated_at' => 'আপডেটের তারিখ',
    ],


    'budget' => [
        'title' => 'বাজেট',
        'list' => 'বাজেট তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'year' => 'বছর',
        'name' => 'বাজেট নাম',
        'code' => 'বাজেট কোড',
        'title_en' => 'বাজেট নাম (ইংরেজি)',
        'title_bn' => 'বাজেট নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
    ],

    'budget' => [
        'title' => 'অর্থ বছর',
        'list' => 'অর্থ বছর তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'year' => 'বছর',
        'name' => 'অর্থ বছর নাম',
        'code' => 'অর্থ বছর কোড',
        'title_en' => 'অর্থ বছর নাম (ইংরেজি)',
        'title_bn' => 'অর্থ বছর নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
    ],


    'range_office' => [
        'sort' => 'শর্ট কোড',
        'title' => 'অফিস ব্যবহারকারীর',
        'list' => 'তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'status' => 'অ্যাকশন',
        'admin' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',
        'code' => 'কোড',
        'name' => 'নাম',
        'office' => 'নাম',
        'office_en' => 'অফিস নাম (ইংরেজি)',
        'office_bn' => 'অফিস নাম (বাংলা)',
        'title_en' => 'নাম (ইংরেজি)',
        'title_bn' => 'নাম (বাংলা)',
        'contact' => 'মোবাইল',
        'username' => 'ইউজারনাম',
        'email' => 'ইমেল',
        'password' => 'পাসওয়ার্ড',
        'password_confirmation' => 'পাসওয়ার্ড নিশ্চিত করুন',
        'thumb' => 'ছবি',
        'role' => 'ইউজার রোল',
        'user_type' => 'টাইপ',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' => 'জেলা',
        'upazila' => 'উপজেলা',


        'latitude' => 'অক্ষাংশ',
        'longitude' => 'দ্রাঘিমাংশ',

        'details' => 'বিবরণ',
        'details_en' => 'বিবরণ (ইংরেজি)',
        'details_bn' => 'বিবরণ (বাংলা)',

        
        'address' => 'ঠিকানা',
        'address_en' => 'ঠিকানা (ইংরেজি)',
        'address_bn' => 'ঠিকানা (বাংলা)',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',
    ],


    'beat_office' => [
        'sort' => 'শর্ট কোড',
        'title' => 'অফিস ব্যবহারকারীর',
        'list' => 'তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'status' => 'অ্যাকশন',
        'admin' => 'এসএফপিসি',
        'code' => 'কোড',
        'name' => 'নাম',
        'office' => 'নাম',
        'office_en' => 'নাম (ইংরেজি)',
        'office_bn' => 'নাম (বাংলা)',
        'title_en' => 'নাম (ইংরেজি)',
        'title_bn' => 'নাম (বাংলা)',
        'contact' => 'মোবাইল',
        'username' => 'ইউজারনাম',
        'email' => 'ইমেল',
        'password' => 'পাসওয়ার্ড',
        'password_confirmation' => 'পাসওয়ার্ড নিশ্চিত করুন',
        'thumb' => 'ছবি',
        'role' => 'ইউজার রোল',
        'user_type' => 'টাইপ',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' => 'জেলা',
        'upazila' => 'উপজেলা',


        'latitude' => 'অক্ষাংশ',
        'longitude' => 'দ্রাঘিমাংশ',

        'details' => 'বিবরণ',
        'details_en' => 'বিবরণ (ইংরেজি)',
        'details_bn' => 'বিবরণ (বাংলা)',

        
        'address' => 'ঠিকানা',
        'address_en' => 'ঠিকানা (ইংরেজি)',
        'address_bn' => 'ঠিকানা (বাংলা)',
        'range_office' => 'রেঞ্জ অফিস',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',
    ],



    'forest_state' => [
        'title' => 'অঞ্চল',
        'list' => 'অঞ্চলের তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'অঞ্চলের নাম',
        'bbs_code' => ' অঞ্চলের কোড',
        'code' => 'অঞ্চলের কোড',
        'title_en' => 'অঞ্চলের নাম (ইংরেজি)',
        'title_bn' => 'অঞ্চলের নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
    ],

    'forest_division' => [
        'title' => 'বন বিভাগ',
        'list' => 'বন বিভাগের তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'বন বিভাগের নাম',
        'bbs_code' => 'বন বিভাগের কোড',
        'code' => 'বন বিভাগের কোড',
        'title_en' => 'বন বিভাগের নাম (ইংরেজি)',
        'title_bn' => 'বন বিভাগের নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
        'price_type' => 'মূল্যের (টাকা) ধরন',

        'forest_state' => 'অঞ্চল',
    ],

    'forest_range' => [
        'title' => 'রেঞ্জ /এসএফএনটিসি',
        'list' => 'রেঞ্জ /এসএফএনটিসিের তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'রেঞ্জ /এসএফএনটিসিের নাম',
        'bbs_code' => 'রেঞ্জ /এসএফএনটিসি কোড',
        'code' => 'রেঞ্জ /এসএফএনটিসি কোড',
        'title_en' => 'রেঞ্জ /এসএফএনটিসিের নাম (ইংরেজি)',
        'title_bn' => 'রেঞ্জ /এসএফএনটিসিের নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',
        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',

        'division' => 'বিভাগ',
        'district' => 'জেলা',
        'upazila' => 'উপজেলা',
    ],

    'forest_beat' => [
        'title' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',
        'list' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র)  তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'বিট/এসএফপিসিের নাম',
        'bbs_code' => 'রেঞ্জ /এসএফএনটিসি কোড',
        'code' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র)  কোড',
        'title_en' => 'বিট/এসএফপিসিের নাম (ইংরেজি)',
        'title_bn' => 'বিট/এসএফপিসিের নাম (বাংলা)',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'latitude' => 'অক্ষাংশ',
        'longitude' => 'দ্রাঘিমাংশ',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',

        'division' => 'বিভাগ',
        'district' => 'জেলা',
        'upazila' => 'উপজেলা',
    ],


    
    'report_one' => [
        'nursery' => 'নার্সারি কেন্দ্রের নাম',
        'total' => 'মোট চারার বিক্রির মুল্য (টাকা)',
        'view' => 'চারার প্রজাতি ভিত্তিক উত্তোলন প্রতিবেদন',
        'title' => 'চারার প্রজাতি ভিত্তিক উত্তোলন প্রতিবেদন',
        'list' => 'দৈনিক চারা ভিত্তিক উত্তোলনের তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'দৈনিক চারা ভিত্তিক উত্তোলনের নাম',
        'code' => 'দৈনিক চারা ভিত্তিক উত্তোলনের কোড',
        'title_en' => 'দৈনিক চারা ভিত্তিক উত্তোলনের নাম (ইংরেজী)',
        'title_bn' => 'দৈনিক চারা ভিত্তিক উত্তোলনের নাম (বাংলা)',

        'from_date' => 'তারিখ হইতে',
        'to_date' => 'তারিখ পর্যন্ত',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'product' => 'চারার প্রজাতি',
        'category' => 'চারার শ্রেণি',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' =>'জেলা',
        'upazila' => 'উপজেলা',
        'beat_office' => 'বিট',
        'stock_in' => 'চারা উত্তোলন',
        'stock_out' => 'চারা বিক্রয়',
        'stock' => 'চারা মজুদ',
        'date' => 'তারিখ',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',
    ],

    'report_two' => [
        'nursery' => 'নার্সারি কেন্দ্র',
        'total' => 'মোট বিক্রির মুল্য',
        'view' => 'চারার প্রজাতি ভিত্তিক বিক্রয়/বিতরণ প্রতিবেদন',
        'title' => 'চারার প্রজাতি ভিত্তিক বিক্রয়/বিতরণ প্রতিবেদন',
        'list' => 'দৈনিক চারা ভিত্তিক বিক্রয়ের তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'দৈনিক চারা ভিত্তিক বিক্রয়ের নাম',
        'code' => 'দৈনিক চারা ভিত্তিক বিক্রয়ের কোড',
        'title_en' => 'দৈনিক চারা ভিত্তিক বিক্রয়ের নাম (ইংরেজী)',
        'title_bn' => 'দৈনিক চারা ভিত্তিক বিক্রয়ের নাম (বাংলা)',

        'from_date' => 'তারিখ হইতে',
        'to_date' => 'তারিখ পর্যন্ত',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'product' => 'চারার প্রজাতি',
        'category' => 'চারার শ্রেণি',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' =>'জেলা',
        'upazila' => 'উপজেলা',
        'beat_office' => 'বিট',
        'stock_in' => 'চারা উত্তোলন',
        'stock_out' => 'চারা বিক্রয়',
        'stock' => 'চারা মজুদ',
        'date' => 'তারিখ',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',
    ],

    'report_three' => [
        'nursery' => 'নার্সারি কেন্দ্র',
        'total' => 'মোট বিক্রির মুল্য',
        'view' => 'চারার প্রজাতি ভিত্তিক মজুদ প্রতিবেদন',
        'title' => 'চারার প্রজাতি ভিত্তিক মজুদ প্রতিবেদন',
        'list' => 'চারা ভিত্তিকের তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'চারা ভিত্তিকের নাম',
        'code' => 'চারা ভিত্তিকের কোড',
        'title_en' => 'চারা ভিত্তিকের নাম ইংরেজী',
        'title_bn' => 'চারা ভিত্তিকের নাম বাংলা',

        'from_date' => 'তারিখ হইতে',
        'to_date' => 'তারিখ পর্যন্ত',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'product' => 'চারার প্রজাতি',
        'category' => 'চারার শ্রেণি',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' =>'জেলা',
        'upazila' => 'উপজেলা',
        'beat_office' => 'বিট',
        'stock_in' => 'চারা উত্তোলন',
        'stock_out' => 'চারা বিক্রয়/বিতরণ',
        'stock' => 'চারা মজুদ',
        'date' => 'তারিখ',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',
    ],

    'report_four' => [
        'nursery' => 'নার্সারি কেন্দ্র',
        'total' => 'মোট বিক্রির মুল্য',
        'view' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন রেঞ্জ অনুযায়ী',
        'title' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন রেঞ্জ অনুযায়ী',
        'list' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন নাম',
        'code' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন কোড',
        'title_en' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন নাম ইংরেজী',
        'title_bn' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন নাম বাংলা',

        'from_date' => 'তারিখ হইতে',
        'to_date' => 'তারিখ পর্যন্ত',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'product' => 'চারার প্রজাতি',
        'category' => 'চারার শ্রেণি',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' =>'জেলা',
        'upazila' => 'উপজেলা',
        'beat_office' => 'বিট',
        'stock_in' => 'চারা উত্তোলন',
        'stock_out' => 'চারা বিক্রয়/বিতরণ',
        'stock' => 'চারা মজুদ',
        'date' => 'তারিখ',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',

        'budget' => 'বাজেট',

        'pre_stock' => 'তারিখে মোট <br/> মজুদ চারার সংখ্যা',
        'current_total_stock_in' => 'অর্থ বছরে মোট <br/> উত্তোলিত চারার সংখ্যা',
        'current_total_stock_out' => 'পর্যন্ত বিক্রয়/বিতরণকৃত <br/> চারার সংখ্যা',
        'current_total_stock' => 'তারিখে মোট <br/> মজুদ চারার সংখ্যা',
        'total_stock_range_wise' => 'মোট মজুদ চারার সংখ্যা রেঞ্জ অনুযায়ী',
        'stock_type' => 'উত্তোলন/বিক্রয়/বিতরণের উদ্দেশ্য',
        'financial_year' => 'অর্থ বছর',
    ],

    'report_five' => [
        'nursery' => 'নার্সারি কেন্দ্র',
        'total' => 'মোট বিক্রির মুল্য',
        'view' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন রেঞ্জ অনুযায়ী',
        'title' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন রেঞ্জ অনুযায়ী',
        'list' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন নাম',
        'code' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন কোড',
        'title_en' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন নাম ইংরেজী',
        'title_bn' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন নাম বাংলা',

        'from_date' => 'তারিখ হইতে',
        'to_date' => 'তারিখ পর্যন্ত',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'product' => 'চারার প্রজাতি',
        'category' => 'চারার শ্রেণি',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' =>'জেলা',
        'upazila' => 'উপজেলা',
        'beat_office' => 'বিট',
        'stock_in' => 'চারা উত্তোলন',
        'stock_out' => 'চারা বিক্রয়/বিতরণ',
        'stock' => 'চারা মজুদ',
        'date' => 'তারিখ',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',

        'budget' => 'বাজেট',

        'pre_stock' => 'তারিখে মোট <br/> মজুদ চারার সংখ্যা',
        'current_total_stock_in' => 'অর্থ বছরে মোট <br/> উত্তোলিত চারার সংখ্যা',
        'current_total_stock_out' => 'পর্যন্ত বিক্রয়/বিতরণকৃত <br/> চারার সংখ্যা',
        'current_total_stock' => 'তারিখে মোট <br/> মজুদ চারার সংখ্যা',
        'total_stock_range_wise' => 'মোট মজুদ চারার সংখ্যা রেঞ্জ অনুযায়ী',
        'total_stock_division_wise' => 'মোট মজুদ চারার সংখ্যা বিভাগ অনুযায়ী',
        'stock_type' => 'উত্তোলন/বিক্রয়/বিতরণের উদ্দেশ্য',
        'financial_year' => 'অর্থ বছর',
        
    ],

    'report_six' => [
        'nursery' => 'নার্সারি কেন্দ্র',
        'total' => 'মোট বিক্রির মুল্য',
        'view' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন রেঞ্জ অনুযায়ী',
        'title' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন রেঞ্জ অনুযায়ী',
        'list' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন নাম',
        'code' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন কোড',
        'title_en' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন নাম ইংরেজী',
        'title_bn' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন নাম বাংলা',

        'f_date' => 'মাস সিলেক্ট করুন',
        'from_date' => 'তারিখ হইতে',
        'to_date' => 'তারিখ পর্যন্ত',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'product' => 'চারার প্রজাতি',
        'category' => 'চারার শ্রেণি',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' =>'জেলা',
        'upazila' => 'উপজেলা',
        'beat_office' => 'বিট',
        'stock_in' => 'চারা উত্তোলন',
        'stock_out' => 'চারা বিক্রয়/বিতরণ',
        'stock' => 'চারা মজুদ',
        'date' => 'তারিখ',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'বিট/এসএফপিসি (নার্সারী কেন্দ্র) ',

        'budget' => 'বাজেট',

        'pre_stock' => 'পর্যন্ত মোট <br/> মজুদ চারার সংখ্যা',
        'current_total_stock_in' => 'অর্থ বছরে মোট <br/> উত্তোলিত চারার সংখ্যা',
        'current_total_stock_in1' => 'তারিখ পর্যন্ত মোট <br/> উত্তোলিত চারার সংখ্যা',
        'current_total_stock_out' => 'পর্যন্ত বিক্রয়/বিতরণকৃত <br/> চারার সংখ্যা',
        'current_total_stock' => 'তারিখে মোট <br/> মজুদ চারার সংখ্যা',
        'total_stock_range_wise' => 'মোট মজুদ চারার সংখ্যা রেঞ্জ অনুযায়ী',
        'total_stock_division_wise' => 'মোট মজুদ চারার সংখ্যা বিভাগ অনুযায়ী',
        'stock_type' => 'উত্তোলন/বিক্রয়/বিতরণের উদ্দেশ্য',
        'financial_year' => 'অর্থ বছর',
        'till_date' => 'তারিখ পর্যন্ত',
        
    ],

    'report_seven' => [
        'nursery' => 'নার্সারি কেন্দ্র',
        'total' => 'মোট বিক্রির মুল্য',
        'view' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন নার্সারী কেন্দ্র অনুযায়ী',
        'title' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন নার্সারী কেন্দ্র অনুযায়ী',
        'list' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন নাম',
        'code' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন কোড',
        'title_en' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন নাম ইংরেজী',
        'title_bn' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার বাৎসরিক প্রতিবেদন নাম বাংলা',

        'from_date' => 'তারিখ হইতে',
        'to_date' => 'তারিখ পর্যন্ত',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'product' => 'চারার প্রজাতি',
        'category' => 'চারার শ্রেণি',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' =>'জেলা',
        'upazila' => 'উপজেলা',
        'beat_office' => 'বিট',
        'stock_in' => 'চারা উত্তোলন',
        'stock_out' => 'চারা বিক্রয়/বিতরণ',
        'stock' => 'চারা মজুদ',
        'date' => 'তারিখ',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'নার্সারী কেন্দ্র',

        'budget' => 'বাজেট',

        'pre_stock' => 'তারিখে মোট <br/> মজুদ চারার সংখ্যা',
        'current_total_stock_in' => 'অর্থ বছরে মোট <br/> উত্তোলিত চারার সংখ্যা',
        'current_total_stock_out' => 'পর্যন্ত বিক্রয়/বিতরণকৃত <br/> চারার সংখ্যা',
        'current_total_stock' => 'তারিখে মোট <br/> মজুদ চারার সংখ্যা',
        'total_stock_range_wise' => 'মোট মজুদ চারার সংখ্যা রেঞ্জ অনুযায়ী',
        'total_stock_division_wise' => 'মোট মজুদ চারার সংখ্যা বিভাগ অনুযায়ী',
        'stock_type' => 'উত্তোলন/বিক্রয়/বিতরণের উদ্দেশ্য',
        'financial_year' => 'অর্থ বছর',
        
    ],

    'report_eight' => [
        'nursery' => 'নার্সারি কেন্দ্র',
        'total' => 'মোট বিক্রির মুল্য',
        'view' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন নার্সারী কেন্দ্র অনুযায়ী',
        'title' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন নার্সারী কেন্দ্র অনুযায়ী',
        'list' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন নাম',
        'code' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন কোড',
        'title_en' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন নাম ইংরেজী',
        'title_bn' => 'বিক্রয়/বিতরণের জন্য উত্তোলিত ও মজুদ চারার মাসিক প্রতিবেদন নাম বাংলা',

        'f_date' => 'মাস সিলেক্ট করুন',
        'from_date' => 'তারিখ হইতে',
        'to_date' => 'তারিখ পর্যন্ত',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'product' => 'চারার প্রজাতি',
        'category' => 'চারার শ্রেণি',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' =>'জেলা',
        'upazila' => 'উপজেলা',
        'beat_office' => 'বিট',
        'stock_in' => 'চারা উত্তোলন',
        'stock_out' => 'চারা বিক্রয়/বিতরণ',
        'stock' => 'চারা মজুদ',
        'date' => 'তারিখ',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'নার্সারী কেন্দ্র',

        'budget' => 'বাজেট',

        'pre_stock' => 'পর্যন্ত মোট <br/> মজুদ চারার সংখ্যা',
        'current_total_stock_in' => 'অর্থ বছরে মোট <br/> উত্তোলিত চারার সংখ্যা',
        'current_total_stock_in1' => 'তারিখ পর্যন্ত মোট <br/> উত্তোলিত চারার সংখ্যা',
        'current_total_stock_out' => 'পর্যন্ত বিক্রয়/বিতরণকৃত <br/> চারার সংখ্যা',
        'current_total_stock' => 'পর্যন্ত মোট <br/> মজুদ চারার সংখ্যা',
        'total_stock_range_wise' => 'মোট মজুদ চারার সংখ্যা রেঞ্জ অনুযায়ী',
        'total_stock_division_wise' => 'মোট মজুদ চারার সংখ্যা বিভাগ অনুযায়ী',
        'stock_type' => 'উত্তোলন/বিক্রয়/বিতরণের উদ্দেশ্য',
        'financial_year' => 'অর্থ বছর',
        'till_date' => 'তারিখ পর্যন্ত',
        
    ],

    'report_nine' => [
        'nursery' => 'নার্সারি কেন্দ্র',
        'total' => 'মোট বিক্রির মুল্য',
        'view' => 'মাসিক চারা বিক্রয়/বিতরণ ও মজুদের প্রতিবেদন নার্সারী কেন্দ্র অনুযায়ী',
        'title' => 'মাসিক চারা বিক্রয়/বিতরণ ও মজুদের প্রতিবেদন নার্সারী কেন্দ্র অনুযায়ী',
        'list' => 'বিক্রয়/বিতরণ ও মজুদের প্রতিবেদন চারার মাসিক প্রতিবেদন তালিকা',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'name' => 'বিক্রয়/বিতরণ ও মজুদের প্রতিবেদন চারার মাসিক প্রতিবেদন নাম',
        'code' => 'বিক্রয়/বিতরণ ও মজুদের প্রতিবেদন চারার মাসিক প্রতিবেদন কোড',
        'title_en' => 'বিক্রয়/বিতরণ ও মজুদের প্রতিবেদন চারার মাসিক প্রতিবেদন নাম ইংরেজী',
        'title_bn' => 'বিক্রয়/বিতরণ ও মজুদের প্রতিবেদন চারার মাসিক প্রতিবেদন নাম বাংলা',

        'f_date' => 'মাস সিলেক্ট করুন',
        'from_date' => 'তারিখ হইতে',
        'to_date' => 'তারিখ পর্যন্ত',

        'created_at' => 'ডাটা যুক্ত করার তারিখ',
        'updated_at' => 'ডাটা হালনাগাদের তারিখ',

        'product' => 'চারার প্রজাতি',
        'category' => 'চারার শ্রেণি',
        'state' => 'অঞ্চল',
        'division' => 'বিভাগ',
        'district' =>'জেলা',
        'upazila' => 'উপজেলা',
        'beat_office' => 'বিট',
        'stock_in' => 'চারা উত্তোলন',
        'stock_out' => 'চারা বিক্রয়/বিতরণ',
        'stock' => 'চারা মজুদ',
        'date' => 'তারিখ',

        'forest_state' => 'অঞ্চল',
        'forest_division' => 'বন বিভাগ',
        'forest_range' => 'রেঞ্জ /এসএফএনটিসি',
        'forest_beat' => 'নার্সারী কেন্দ্র',

        'budget' => 'বাজেট',

        'pre_stock' => ' পর্যন্ত মোট <br/> মজুদ চারার সংখ্যা',
        'current_total_stock_in' => 'অর্থ বছরে মোট <br/> উত্তোলিত চারার সংখ্যা',
        'current_total_stock_in1' => ' পর্যন্ত মোট <br/> উত্তোলিত চারার সংখ্যা',
        'current_total_stock_out' => 'পর্যন্ত বিক্রয়/বিতরণকৃত <br/> চারার সংখ্যা',
        'current_total_stock' => 'পর্যন্ত মোট <br/> মজুদ চারার সংখ্যা',
        'total_stock_range_wise' => 'মোট মজুদ চারার সংখ্যা রেঞ্জ অনুযায়ী',
        'total_stock_division_wise' => 'মোট মজুদ চারার সংখ্যা বিভাগ অনুযায়ী',
        'stock_type' => 'উত্তোলন/বিক্রয়/বিতরণের উদ্দেশ্য',
        'financial_year' => 'অর্থ বছর',
        'till_date' => 'তারিখ পর্যন্ত',
        'opening_stock' => '  পর্যন্ত মোট মজুদ',
        'current_sale' => ' তারিখ পর্যন্ত মোট বিক্রয়/বিতরণ',
        'closing_stock' => '  পর্যন্ত মোট মজুদ',
        
    ],

    

];
