<?php

return [
    // woring in this area
    'common' => [
        'site_short' => 'DP4PM',
        'site' => 'চলন্ত মানুষের জন্য ডিজিটাল প্ল্যাটফর্ম',
    ],
    
   'status' => [
        'active' => 
        'সক্রিয়',
        'inactive' => 
        'নিষ্ক্রিয়',
        'pending' => "প্রক্রিয়াধীন",
        'rejected' => 
        'প্রত্যাখ্যাত',
        'deleted' => 'ডিলেটেড',
    ],

    'login' => [
        'goback' => 
        'হোম ফিরে যাও',
        'title' => 
        'অ্যাডমিন লগইন',
        'forgot' => 
        'আপনার অ্যাডমিন পাসওয়ার্ড ভুলে গেছেন?',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'save' => 'লগইন',
        'email' => '
        ই-মেইল এড্রেস',
        'password' => 
        'পাসওয়ার্ড',
        'register' => 'এখনও নিবন্ধন করেননি!'
    ],

    'footer' => [
        'title2' => 
        'পরিকল্পনা ও বাস্তবায়নে',
        'title3' => 
        'প্রযুক্তিগত সহায়তায়',
        'address' => 'আসপায়ার টু ইনোভেট (a2i) প্রোগ্রাম
        E-14/X, ICT টাওয়ার
        আগারগাঁও, শেরেবাংলা নগর,
        ঢাকা-1207, বাংলাদেশ',

        'office_time' => '(শনি - বৃহস্পতিবার, সকাল ১০:00 টা থেকে ৬:00 pm)',
        'contact' => 'টেলি: ৮৮ ০২ ৫৫০০৬৯৩১-৩৪',
        
    ],

    // woring in this area

];
